import React from 'react';
import style from 'styles/PolicyPrivacy.module.css';
function TermsOfService() {
  return (
    <div className={style.contents__wrap}>
      <h2>이용에 관하여</h2>
      <p>
        주식회사 웨더뉴스(이하 “웨더뉴스”라고 합니다)가 웹사이트에서 제공하는 기상 콘텐츠(이하 “본 콘텐츠”라고
        합니다.)는 기상학적 해석에 의한 것입니다. 이 기상학적 해석에 의한 기상 예측 정보에는 해석 방법에 내재하는
        한계(적중하지 않을 리스크)가 존재합니다. 그러한 해석의 기초가 되지 않는 급격한 기상 요인 변화 등의 예측 불가능한
        요인에 의하여 예보와 실제 기상 상황에 차이가 발생할 수 있습니다. 또한, 지형 등의 국지적인 요인에 의한 소규모의
        특이한 기상 상황에 관하여는 예보와의 차이가 생길 수 있습니다. 자연에서의 지상·기상·수상의 급격한 변화는 예측할
        수 없는 요소와 인간의 상상을 초월하는 요인에 의하여 불가측한 사태가 발생할 가능성을 항상 내포하고 있습니다. 당사
        웹사이트를 이용하실 때는 이용자 본인의 행동을 결정할 시의 어디까지나 참고로서 이용해 주시고, 출발 전에 현지에서
        최신 정보를 확인하는 등 이용자 스스로 모든 리스크에 대비할 준비 또는 행동을 해 주시기 바랍니다. 웨더뉴스 및 그
        임원, 종업원은 본 콘텐츠의 정보에 의거하거나 본 콘텐츠의 정보를 신뢰하여 행한 활동에 의하여 발생한 어떠한 생명,
        신체, 재산상의 손실 또는 손해에 관하여도 책임을 부담하지 않는다는 점에 대하여 미리 양해 부탁드립니다.
      </p>
      <h2>저작권에 관하여</h2>
      <p>
        본 콘텐츠의 저작권은 원칙적으로 웨더뉴스에 귀속됩니다. 개별 콘텐츠 저작권 외에 홈페이지 형태로 편집한 것에 의한
        편집 저작권도 웨더뉴스에 귀속됩니다. 단, 주식회사 웨더뉴스의 직원 이외의 사람에 의한 기고나 외부 사진 작가에
        의한 사진 등의 저작권은 원칙적으로 원저작자에게 귀속됩니다.
      </p>
      <h2>저작권 취급</h2>
      <p>
        본 콘텐츠를, 저작권법상 허용되는 “사적 사용”이나 "인용" 등의 범위를 넘어 사용하는 경우, 웨더뉴스의 사용 허락을
        받아야 합니다. 외부 기고에 관하여는 원저작자의 허락도 필요합니다. 당사 웹사이트의 화면을 허가 없이 복제, 번역,
        번안, 방송, 출판, 판매, 대여하는 등의 행위를 금지합니다. 또한, 영리 단체, 비영리 단체, 개인을 불문하고 당사
        웹사이트 이외의 홈페이지, PC통신, 인트라넷, 이메일 등으로 본 콘텐츠의 전부 또는 일부를 주식회사 웨더뉴스의
        승낙없이 전용하는 것은 저작권 침해에 해당되므로 금지합니다.
      </p>
      <h2>허용되는 “인용”의 범위</h2>
      <p>
        저작권법에 의한 "인용"이라 함은, 보도, 비평, 연구 기타 목적으로 출처와 인용 부분을 명시하여 목적상 정당한 범위
        내에서 기사의 일부를 사용하는 행위를 말합니다. 또한, 인용 부분 외의 부분과 인용 부분 간에 “주종(主従)” 관계가
        있을 것이 필요합니다. 이러한 조건이 충족되지 않는 경우, 저작권법에서 인정되는 인용에 해당하지 않으므로
        웨더뉴스의 사용 허락이 필요합니다.
      </p>
      <h2>콘텐츠 전용</h2>
      <p>웨더뉴스의 허가없이 당사 웹사이트의 독자적인 콘텐츠를 개변, 요약하여 콘텐츠를 전용하는 것을 금지합니다.</p>
      <h2>콘텐츠 다운로드</h2>
      <p>
        개인이 사적 이용 목적으로 본 콘텐츠를 자신의 PC에 다운로드하는 것은, 저작권법에서 인정되는 "사적 사용을 위한
        복제"에 원칙적으로 해당하는 것으로 해석합니다. 단, 다운로드한 콘텐츠를 사용할 수 있는 것은 본인 또는 그 동거
        가족에 한합니다. 개인이 다운로드한 경우라도 이를 회사 등에서 본인 이외에 대하여 이용하게 하는 것은 영리 또는
        비영리의 목적을 불문하고 “사적 사용”의 범위를 초과하므로 웨더뉴스의 허가가 필요합니다.
      </p>
      <h2>분쟁 해결</h2>
      <p>
        본 콘텐츠 이용과 관련하여 당사와 이용자 간에 발생하는 일체의 분쟁은, 한국법에 준거하여 서울중앙지방법원을 전속적
        관할재판소로 하는 소송으로 해결합니다
      </p>
      <p>당사는 위 내용을 정정하는 경우가 있습니다. 그러한 경우, 모든 정보는 이 페이지를 통해 알려드립니다.</p>
    </div>
  );
}

export default TermsOfService;
