// import { useTranslation } from 'react-i18next';
import style from 'styles/PolicyPrivacy.module.css';

export default function Policy() {
  return (
    <div className={style.contents__wrap}>
      <h2>개인정보처리방침</h2>
      <p>
        주식회사 웨더뉴스(당사)에서는, 당사 서비스와 당사가 운영하는 웹사이트를 이용해주시는 고객님의 개인정보의
        중요성을 인식하고, 그 취급에 대해서 세심한 주의를 기울이고 있습니다. 당사는, 고도의 정보 통신 사회에서의
        개인정보 보호의 중요성을 인식하고, 개인정보 취급에 대하여 개인정보 보호에 관한 법률, 기타 개인정보 보호 관련법령
        및 가이드라인을 엄수함과 동시에, 이하 방침에 의거하여 개인정보 보호를 위하여 노력하고 있습니다.
      </p>
      <article>
        <h4>개인정보 취득에 대하여</h4>
        <ul>
          <li>・당사는 적법하고 공정한 수단으로 개인정보를 취득합니다.</li>
          <li>
            ・당사 웹사이트에서는 서비스의 제공에 있어서 서비스 회원제 사이트와 전자메일의 전송, 앙케이트 조사 등을
            통하여, 이용목적을 명시한 후에 개인정보를 등록해 주시도록 하는 경우가 있습니다.
          </li>
        </ul>
      </article>
      <article>
        <h4>개인정보의 이용에 대하여</h4>
        <ul>
          <li>
            ・당사는 보유한 개인정보를 사전에 공표하거나, 취득시에 알려드린 이용목적 범위 내에서, 업무 수행상 필요한
            경우에 한하여 이용합니다.
          </li>
          <li>
            ・당사가 보유하는 개인정보의 이용목적은 다음과 같습니다.
            <ul>
              <br />
              <li>
                (1)당사는 이하의 목적으로 고객님의 개인정보를 이용할 수 있습니다.
                <ul>
                  <li>a. 서비스 제공이나 계약 절차 등을 위하여</li>
                  <li>b. 물품, 서류의 발송 등을 위하여</li>
                  <li>c. 전시회, 견학회 등의 당사 이벤트나 서비스의 안내를 위하여</li>
                  <li>d. 고객님으로부터 당사로의 문의 등의 대응을 위하여</li>
                  <li>e. 인사노무관리에 관한 모든 절차를 위하여</li>
                  <li>f. 서비스에서 제3자에 의한 효과적인 광고 전송을 위하여</li>
                </ul>
              </li>
              <br />
              <li>
                (2) 당사는 개인정보의 취급을 제3자에게 위탁하는 경우에, 개인정보를 적절하게 취급하고 있다고 인정되는
                위탁처를 선정한 후, 위탁처의 개인정보 안전관리에 대하여 필요 및 적절한 감독을 실시합니다.
              </li>
              <br />
              <li>
                (3) 당사는 이용목적 범위 내에서, 당사의 관련회사(유가증권보고서에 기재되어 있는 연결자회사)와의
                사이에서, 개인정보를 공동 이용하는 경우가 있습니다.
                <ul>
                  <li>
                    a. 공동 이용하는 개인정보 항목
                    <p>
                      회사명, 소속처, 성명, 직함, 주소, 전화번호, 메일주소, 회사의 홈페이지 주소, 음성데이터, 팩스번호,
                      기타 명함 등에 기재되는 연락처 정보
                    </p>
                  </li>
                  <li>
                    b. 공동으로 이용하는 자의 범위
                    <p>당사 유가증권보고서 기재의 관계 회사</p>
                    <p>【유가증권보고서URL】</p>
                    <p>https://jp.weathernews.com/irinfo/securities/</p>
                  </li>
                  <li>
                    c. 이용하는 자의 이용목적
                    <p>당사 서비스 제공에 관한 업무를 위하여</p>
                  </li>
                  <li>
                    d. 공동 이용의 관리책임자
                    <p>주식회사 웨더뉴스</p>
                  </li>
                </ul>
              </li>
            </ul>
          </li>
        </ul>
      </article>
      <article>
        <h4>개인정보의 제3자 제공에 대하여</h4>
        <ul>
          <li>
            ・당사는 이하에서 정하는 경우를 제외하고, 보유하고 있는 개인정보를 사전에 본인의 동의를 구하지 않고
            제3자에게 제공하지 않습니다.
            <ul>
              <li>(1) 법령에 의거하는 경우</li>
              <li>
                (2) 사람의 생명, 신체 또는 재산의 보호를 위하여 필요가 있는 경우로서, 본인의 동의를 얻는 것이 곤란할 때
              </li>
              <li>
                (3) 공중위생의 향상 또는 아동의 건전한 육성 추진을 위하여 특별히 필요한 경우로서, 본인의 동의를 얻는
                것이 곤란할 때
              </li>
              <li>
                (4) 국가 기관 또는 지방자치단체, 또는 그 위탁을 받은 자가 법령에서 정한 사항을 수행하는 것에 대하여
                협력할 필요가 있는 경우로서, 본인의 동의를 얻음으로써 당해 사무의 수행에 지장을 끼칠 위험이 있을 때
              </li>
            </ul>
          </li>
        </ul>
      </article>
      <article>
        <h4>개인정보의 위탁처 관리</h4>
        <p>
          고객님의 개인정보 취급을 제3자에게 위탁하는 경우에는, 계약 체결 등에 의하여 위탁처에 대해서도 안전한
          정보관리가 도모될 수 있도록 적절하게 감독하겠습니다.
        </p>
      </article>
      <article>
        <h4>개인정보 관리에 대하여</h4>
        <ul>
          <li>・당사는 개인정보의 정확성을 유지하기 위하여 노력하고, 또한 이를 안전하게 관리하겠습니다.</li>
          <li>
            ・당사는 취급하는 개인정보의 멸실, 훼손, 조작 및 누설 등을 방지하고, 안전관리를 도모하기 위하여, 부정
            액세스, 컴퓨터 바이러스 등에 대한 정보 보안 대책을 포함한 적절한 조치를 강구합니다.
          </li>
        </ul>
      </article>
      <article>
        <h4>개인정보 열람 등에 대하여</h4>
        <ul>
          <li>
            ・당사는 보유하는 개인정보에 관한 열람 등(이용목적의 통지, 공개, 정정・추가・삭제, 이용의 정지・삭제) 청구에
            적절하게 대응하겠습니다.
          </li>
          <li>
            ・당사가 보유하는 개인정보에 대하여 열람 등을 희망하는 경우에는
            ”문의창구(https://ko.weathernews.com/contact/)”로 연락 주시길 바랍니다. 열람 등의 연락을 받은 경우에는
            본인으로부터의 연락임을 확인하기 위하여 본인 확인 서류의 제시 등을 요구할 수 있습니다.
          </li>
        </ul>
      </article>
      <article>
        <h4>의견 등의 대응</h4>
        <ul>
          <li>
            ・당사의 개인정보 취급에 대하여 의견, 질문, 고충이 있으시면
            당사”문의창구(https://ko.weathernews.com/contact/)”로 연락 주시길 바랍니다.
          </li>
        </ul>
      </article>
      <article>
        <h4>조직・체제</h4>
        <li>・당사는 개인정보 관리자를 임명하고, 개인정보의 적정 관리를 실시하겠습니다.</li>
        <li>
          ・당사는 임원 및 종업원에 대하여, 개인정보의 보호 및 적정 관리 방법에 대한 연수를 실시하고, 일상 업무에 대한
          개인정보의 적정 취급을 철저히 하겠습니다.
        </li>
      </article>
      <article>
        <h4>개인정보보호 법령 준수 기본 규정의 책정・실시・유지・개선</h4>
        <ul>
          <li>
            ・ 당사는, 이 방침을 실행하기 위하여 개인정보보호 법령 준수 기본 규정(본 방침, 『개인정보보호규정』및 기타
            규정, 규칙을 포함함)을 책정하고, 이를 당사 종사자, 기타 관계자에게 철저하게 주지하여 실시하며, 유지하고,
            계속적으로 개선하겠습니다.
          </li>
        </ul>
      </article>
      <section className={style.footer__wrap}>
        2012년 1월 16일 제정
        <br />
        2019년 9월 4일 개정
        <br />
        주식회사 웨더뉴스 대표이사사장 쿠사비라키 치히토
      </section>
      <section className={style.bottom__contents}>
        <h2>링크처에 대한 취급에 대하여</h2>
        <p>
          당사 웹사이트에서는, 다른 웹사이트로의 링크를 설정하고 있는 경우가 있습니다만, 링크처에서의 개인정보 취급에
          관해서는 링크처의 웹사이트에서 확인해 주시기 바랍니다. 당사 웹사이트 외부에서 행해지는 개인 정보의 입력에
          대해서는, 당사는 일절의 책임을 지지 않으므로 양해를 부탁드립니다.
        </p>
      </section>
      <section>
        <h2>액세스 로그의 활용에 대하여</h2>
        <p>
          본 사이트는 유저 편의성 향상을 위해, 이용자 여러분의 액세스 로그를 수집하고 있습니다. 액세스 로그의 수집과
          해석에는 Google Analytics를 사용하고 있습니다. Google Analytics에서는 Cookie를 이용하여 개인을 특정할 수 없는
          방법으로 로그를 수집하고 있습니다.
        </p>
      </section>
      <section>
        <h2>소셜미디어의 플러그인에 대하여</h2>
        <p>
          당사 웹사이트 상부에는, ”facebook”을 비롯한 소셜 미디어 네트워크(SNS)의 플러그인이 도입되어 있습니다. 해당
          플러그인 기능을 사용하여 SNS의 웹사이트를 열람하는 경우, 해당 SNS에 대하여, 유저가 접속하고 있는 사이트 등의
          정보가 자동으로 송신될 수 있습니다. 송신되는 정보의 범위 및 이용 목적 등에 대한 각 SNS사업자의 개인정보처리
          방침은 각 사업자의 사이트 등에서 확인을 부탁 드립니다.
        </p>
      </section>
    </div>
  );
}
